Repository: DarkSlim/cs-cart-modules
Catalog: *_beaty_options - красивые опции/var/langs/*/addons/*_beaty_options.po
Languages: ru_ru

# Addons::name::ms_beaty_options
source: ms beaty options
ru_ru: [MakeShop.pro] Удобное отображение опций товара

# Addons::description::ms_beaty_options
source: Beaty options
ru_ru: Выводит опции блоками. Разработано в <a target="_blank" href="http://MakeShop.pro/">MakeShop.pro</a>

# Languages::ms_beaty_options
source: MS Convenient display of product options
ru_ru: MS Удобное отображение опций товара

# SettingsSections::ms_beaty_options::general
source: Settings
ru_ru: Основные настройки

# SettingsOptions::ms_beaty_options::input_color
source: What is the color option called
ru_ru: Как называется опция с цветом

# SettingsOptions::ms_beaty_options::input_size
source: What is the size option called
ru_ru: Как называется опция с размером

# SettingsOptions::ms_beaty_options::use_blocks_for_color
source: Use squares with colors
ru_ru: Использовать квадраты с цветами

# SettingsOptions::ms_beaty_options::use_blocks_for_size
source: Use rectangles with dimensions
ru_ru: Использовать прямоугольники с размерами

# SettingsOptions::ms_beaty_options::display_options_in_category
source: Show options in categories
ru_ru: Показывать опции в категориях

# SettingsOptions::ms_beaty_options::use_colors_filters
source: Use custom colors filters
ru_ru: Показывать модифицированные фильтры с цветами

# SettingsOptions::ms_beaty_options::show_options_in_categories
source: How to show options in categories
ru_ru: Показывать опции в категориях

# SettingsVariants::ms_beaty_options::show_options_in_categories::hover
source: When hover to product
ru_ru: При наведении на товар

# SettingsVariants::ms_beaty_options::show_options_in_categories::static
source: Without hover to product
ru_ru: Без наведения на товар

# SettingsOptions::ms_beaty_options::show_options_in_categories_without_amount
source: Show options in categories without amount
ru_ru: Показывать опции в категориях, если их нет в наличии

# SettingsSections::ms_beaty_options::configuration
source: Color settings
ru_ru: Настройки цветов

# Languages::ms_beaty_options.all_colors_ms
source: all_colors_ms
ru_ru: Все цвета

# Languages::ms_beaty_options.this_ms
source: this_ms
ru_ru: тут

# Languages::ms_beaty_options.other
source: other
ru_ru: Их также можно получить из блока Модули -> MS Удобное отображение опций товара

# Languages::ms_beaty_options.all_colors_search
source: all_colors_search
ru_ru: Все найденные цвета

# Languages::ms_beaty_options.automatic_colors
source: automatic_colors
ru_ru: Автоматическая постановка цветов:

# Languages::ms_beaty_options.carry_out
source: carry_out
ru_ru: Выполнить

# Languages::ms_beaty_options.name
source: name
ru_ru: Название

# Languages::ms_beaty_options.code
source: code
ru_ru: Код

# Languages::ms_beaty_options.copy
source: copy
ru_ru: Скопировать коды цветов из набора Яндекс Маркета?

# Languages::ms_beaty_options.save
source: save
ru_ru: Сохранить

# Languages::ms_beaty_options.double_colors
source: double_colors
ru_ru: Если используются двойные цвета, они должны быть написаны опциях через слэш, например: "Белый/Черный"
