<?php 

return array (
  'opinion' => 
  array (
    0 => 
    array (
      'id' => 65576731,
      'date' => 1474875543000,
      'grade' => 2,
      'text' => 'Рекомендую!',
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'Конорюков Никита',
      'authorInfo' => 
      array (
        'grades' => 1,
      ),
      'pro' => 'Человечное сопровождение заказа. Сотрудничество с лаптестру. Действительно честно проверенные лампы.',
      'contra' => 'Пока не выявлены',
      'region' => 225,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-19-1357905',
          'rootId' => 'root-9-0-65576731',
          'parentId' => 'root-9-0-65576731',
          'title' => '',
          'updateTimestamp' => 1474965020000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Никита, спасибо за отзыв!
Каждый заказ для нас важен и мы стараемся его выполнить так же хорошо как для себя. Обязательно заходите к нам еще, в скором времени планируется расширение ассортимента. Интересные новинки от Gauss будут уже совсем скоро.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '416',
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    1 => 
    array (
      'id' => 65495394,
      'date' => 1474460905000,
      'grade' => 2,
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'Рыбников Василий',
      'authorInfo' => 
      array (
        'grades' => 6,
      ),
      'pro' => 'Упаковка на высоте, волновался напрасно. Отличный сайт с полной информацией о каждом товаре. Приятный бонус - оценки ламптеста. Проверил несколько позиций - всё верно.',
      'contra' => '-',
      'region' => 213,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-20-1354610',
          'rootId' => 'root-9-0-65495394',
          'parentId' => 'root-9-0-65495394',
          'title' => '',
          'updateTimestamp' => 1474534564000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Василий, спасибо за отзыв.
Работаем регулярно с lamptest.ru и получаем от них информацию о лампах, но к сожалению ошибки иногда могут проскакивать из-за человеческого фактора и из-за того, что lamptest проводит новые тесты и изменяет некоторые данные. Если обнаружите такое несоответствие, в качестве вознаграждения мы зачислим Вам бонусные баллы.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '#350',
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    2 => 
    array (
      'id' => 65483729,
      'date' => 1474396191000,
      'grade' => 2,
      'text' => 'Всем рекомендую',
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'Ипатов Илья',
      'authorInfo' => 
      array (
        'grades' => 2,
      ),
      'pro' => 'Низкие цены, оперативная доставка',
      'contra' => 'Отсутствуют',
      'region' => 10741,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-20-1353110',
          'rootId' => 'root-9-0-65483729',
          'parentId' => 'root-9-0-65483729',
          'title' => '',
          'updateTimestamp' => 1474445409000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Илья, спасибо за отзыв. 
Делаем все возможное, что бы все клиенты оставались довольными не только приобретенным товаром, но и сервисом.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '#371',
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    3 => 
    array (
      'id' => 65476661,
      'date' => 1474370147000,
      'grade' => 2,
      'text' => 'После заказа в личном кабинете не нашел опций отмены заказа или его корректироки, впрочем через форму общения все очень оперативно исправили.',
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'Okhotnikov Andrey',
      'authorInfo' => 
      array (
        'grades' => 1,
      ),
      'pro' => 'Хорошая и оперативная коммуникация. Доставка службой логистики до пункта выдачи очень быстра. Доставили на 6 лампочек больше чем заказывал и оставили их мне (:',
      'contra' => '-',
      'region' => 213,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-19-1352482',
          'rootId' => 'root-9-0-65476661',
          'parentId' => 'root-9-0-65476661',
          'title' => '',
          'updateTimestamp' => 1474445255000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Андрей, спасибо за отзыв.
Было очень много заказов на выходных и в понедельник немного ошиблись, самое главное что меньше никому не положили :) 
К сожалению сайт не имеет такой возможности как редактирование заказа после его создания, но есть форма для обсуждения в которую можно написать все, что Вас интересует и мы оперативно внесем изменения сами.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '391',
      'delivery' => 'PICKUP',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    4 => 
    array (
      'id' => 65458058,
      'date' => 1474282025000,
      'grade' => 2,
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'Маргулис Валар',
      'authorInfo' => 
      array (
        'grades' => 10,
      ),
      'pro' => 'Отличный магазин, торгует нормальным проверенным товаром. Важно, что сотрудничает с lamptest',
      'contra' => 'Не все лампы протестированы',
      'region' => 213,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-19-1352470',
          'rootId' => 'root-9-0-65458058',
          'parentId' => 'root-9-0-65458058',
          'title' => '',
          'updateTimestamp' => 1474444662000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Валар дохаэрис!
Спасибо за отзыв, отправили все лампы которые не протестированы и были в наличии в lamptest, ждем на днях результаты.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '340',
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    5 => 
    array (
      'id' => 65131312,
      'date' => 1472673807000,
      'grade' => 2,
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'glush.2005',
      'authorInfo' => 
      array (
        'grades' => 1,
      ),
      'pro' => 'быстрота доставки',
      'contra' => 'малое количество товара',
      'region' => 47,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-19-1335805',
          'rootId' => 'root-9-0-65131312',
          'parentId' => 'root-9-0-65131312',
          'title' => '',
          'updateTimestamp' => 1472809206000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Спасибо за отзыв. Медленно, но верно мы увеличиваем запасы на складе. На следующей неделе ожидается поставка ламп G9, все модели, что есть у нас на сайте.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '310',
      'delivery' => 'INSTORE',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    6 => 
    array (
      'id' => 65077055,
      'date' => 1472457007000,
      'grade' => 2,
      'text' => 'При необходимости буду покупать здесь и дальше.',
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'Шалышкин Сергей',
      'authorInfo' => 
      array (
        'grades' => 18,
      ),
      'pro' => 'Быстро привезли. Качественно упаковано, чтоб ничего не разбилось.',
      'contra' => 'Нет.',
      'region' => 213,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-19-1332300',
          'rootId' => 'root-9-0-65077055',
          'parentId' => 'root-9-0-65077055',
          'title' => '',
          'updateTimestamp' => 1472543798000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Сергей, спасибо за отзыв. 
Мы отправили почти все лампы на тест, так что совсем скоро можно будет посмотреть честные характеристики у всех ламп которые есть в наличии. Заходите к нам еще, сможете подобрать что нибудь для себя или в подарок.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '339',
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    7 => 
    array (
      'id' => 65000652,
      'date' => 1472055062000,
      'grade' => 2,
      'text' => 'Всем рекомендую магазин!',
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'Аношкин Алексей',
      'authorInfo' => 
      array (
        'avatarUrl' => '//avatars.yandex.net/get-market/231604172/small',
        'grades' => 5,
      ),
      'pro' => 'Быстрая доставка, возможность вернуть товар без вопросов, недорогие цены, периодические акции',
      'region' => 213,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-20-1329756',
          'rootId' => 'root-9-0-65000652',
          'parentId' => 'root-9-0-65000652',
          'title' => '',
          'updateTimestamp' => 1472138457000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Спасибо Алексей! Очень рады что Вам все понравилось.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '327',
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    8 => 
    array (
      'id' => 64947839,
      'date' => 1471851380000,
      'grade' => 2,
      'text' => 'Делал заказ (№321) на LED-лампы цоколя GU10, при этом ориентировался на результаты тестирования ламп (ссылки там же, в описании товара). Очень удобно для выбора. Купленные лампочки светят замечательно, честный аналог 50-ваттных.',
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'Gerasimov Alexey',
      'authorInfo' => 
      array (
        'grades' => 23,
      ),
      'pro' => 'Хорошее описание товара, возможность заранее оплатить картой',
      'contra' => 'не было',
      'region' => 213,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-20-1327005',
          'rootId' => 'root-9-0-64947839',
          'parentId' => 'root-9-0-64947839',
          'title' => '',
          'updateTimestamp' => 1471937211000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Алексей, спасибо за отзыв! Рады что Вам все понравилось. Регулярно отправляем лампы на тестирование и следим за качеством товара.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '321',
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    9 => 
    array (
      'id' => 64905644,
      'date' => 1471608190000,
      'grade' => 2,
      'text' => 'Брали малым оптом разные лампы. Все соответствуют заявленным характеристикам. С момента заказа до получения посылки, которая шла с запада России в Хабаровск, прошло всего 4 дня. Понравилось самим и другим советуем!',
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'щукин евгений',
      'authorInfo' => 
      array (
        'grades' => 2,
      ),
      'pro' => 'Качество товара. Скорость доставки',
      'contra' => 'Нет',
      'region' => 76,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-19-1324936',
          'rootId' => 'root-9-0-64905644',
          'parentId' => 'root-9-0-64905644',
          'title' => '',
          'updateTimestamp' => 1471850696000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Евгений, спасибо за отзыв! 
Будем стараться и дальше поддерживать сервис на должном уровне. Заходите к нам еще, обязательно поможем по мере сил!',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '311',
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    10 => 
    array (
      'id' => 64864618,
      'date' => 1471435752000,
      'grade' => 2,
      'text' => 'Один из редких представителей магазинов, где нету лишних звонков не по делу и предложений дополнительных товаров. Спасибо им за это )',
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'Ковалев Геннадий',
      'authorInfo' => 
      array (
        'grades' => 2,
      ),
      'pro' => 'Очень подробная информация на сайте по параметрам ламп. Включая ту, что "не пишут на коробке". Доставка курьером, быстро.',
      'region' => 22,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-20-1322674',
          'rootId' => 'root-9-0-64864618',
          'parentId' => 'root-9-0-64864618',
          'title' => '',
          'updateTimestamp' => 1471505716000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Спасибо за теплые слова! 
Стараемся что бы каждый посетитель и клиент нашли у нас для себя что то полезное и нужное!',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '304',
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    11 => 
    array (
      'id' => 64690472,
      'date' => 1470640575000,
      'grade' => 2,
      'text' => 'Дополнительно можно было бы сделать вывод оценок с ламптеста и возможность фильтрации по ним. Минусов у магазина нет, остается только расширять ассортимент.',
      'agree' => 3,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'Хабибрахманов Ильдар',
      'authorInfo' => 
      array (
        'grades' => 1,
      ),
      'pro' => 'Очень быстрая доставка, обслуживание, вежливое общение',
      'contra' => 'Не существенны',
      'region' => 67,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-19-1313293',
          'rootId' => 'root-9-0-64690472',
          'parentId' => 'root-9-0-64690472',
          'title' => '',
          'updateTimestamp' => 1470739066000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Ильдар, спасибо за отзыв и пожелание!
В характеристиках лампы Вы можете найти оценку ламптеста. А вот фильтр постараемся прикрутить в ближайшее время, заходите к нам еще оценить реализацию! 
Ассортимент тоже расширяем, пока понемножку, в силу возможностей. Еще раз спасибо!',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '277',
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    12 => 
    array (
      'id' => 64588287,
      'date' => 1470129006000,
      'grade' => 2,
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'ANONYMOUS',
      'pro' => 'Хорошие цены, сделали бесплатную доставку',
      'contra' => 'Все ок',
      'region' => 213,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-20-1307455',
          'rootId' => 'root-9-0-64588287',
          'parentId' => 'root-9-0-64588287',
          'title' => '',
          'updateTimestamp' => 1470209370000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Спасибо за Ваш отзыв, обращайтесь еще, у нас много бонусов :)',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => true,
    ),
    13 => 
    array (
      'id' => 64587731,
      'date' => 1470127381000,
      'grade' => 2,
      'text' => 'Посоветовали хорошие лампы, помогли решить мою проблему, привезли вовремя, лампы хорошие. Буду брать еще когда понадобятся!!!',
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'Бельков Григорий',
      'authorInfo' => 
      array (
        'grades' => 2,
      ),
      'pro' => 'Лампы дешевле чем у конкурентов, отзывчивый и вежливый персонал, ценят своих клиентов. И самое главное указывают реальные характеристики на многие лампы, это очень удобно!!!',
      'contra' => 'Практически нету, есть пара незначительных мелочей, но о них даже писать не хочется',
      'region' => 213,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-20-1307438',
          'rootId' => 'root-9-0-64587731',
          'parentId' => 'root-9-0-64587731',
          'title' => '',
          'updateTimestamp' => 1470208929000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Григорий, спасибо за отзыв.
Мы и дальше будем стараться соответствовать высокому уровню и исправлять даже самые незначительные мелочи :)
Обращайтесь к нам еще, с удовольствием поможем!',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '272',
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    14 => 
    array (
      'id' => 64468517,
      'date' => 1469536871000,
      'grade' => 2,
      'text' => 'Покупал лампы НАНОСВЕТ LE-GLS-12/E27/840 4шт. Лампы отличного качества, светят ярко, в общем то, что хотел.
Спасибо ledroid.ru',
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'phaeton@nxt.ru',
      'authorInfo' => 
      array (
        'grades' => 2,
      ),
      'pro' => 'Хороший выбор ламп, доставка на следующий день курьерской службой.',
      'contra' => 'Было написано, что товара нет на складе и под заказ в течении 3 дней. На деле доставили на следующий день. В общем недостаток разве что в скорости обновления информации)',
      'region' => 10747,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-19-1304160',
          'rootId' => 'root-9-0-64468517',
          'parentId' => 'root-9-0-64468517',
          'title' => '',
          'updateTimestamp' => 1470044337000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Алексей, спасибо за выбор нашего магазина. Нам приятно, что наши лампы вам понравились. По поводу количества ламп на сайте:  мы обновляем информацию в тот же день когда у нас происходят новые поступления. В Вашем случае лампочки привезли прямо перед отгрузкой на доставку.
Спасибо за отзыв и хорошего Вам настроения!',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '256',
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    15 => 
    array (
      'id' => 64224776,
      'date' => 1468333707000,
      'grade' => 2,
      'text' => 'Искал светодиодные лампочки (цоколь G4; 12v), одним из немногих магазинов где они были в наличии оказался ledroid.ru. Цена была ниже чем у конкурентов, поэтому решил брать здесь. Заказ доставили быстро. Работай магазина остался доволен.',
      'agree' => 2,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'Белков Саша',
      'authorInfo' => 
      array (
        'grades' => 1,
      ),
      'pro' => 'Магазин понравился: удобный сайт, оперативная работа и доставка, нет проблем с возвратом.',
      'region' => 2,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-19-1288434',
          'rootId' => 'root-9-0-64224776',
          'parentId' => 'root-9-0-64224776',
          'title' => '',
          'updateTimestamp' => 1468487472000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Александр, спасибо за Ваш отзыв и за выбор нашего магазина. Будем и дальше держать высокую планку сервиса. А хорошие отзывы и комментарии стимулируют нас на дальнейшую продуктивную работу и достижения новых резулльтатов.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '118',
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    16 => 
    array (
      'id' => 63763285,
      'date' => 1466062301000,
      'grade' => 2,
      'text' => 'Подробное описание опыта использования ламп:

Лампы оплатил 25 мая, получил 27 мая. В тот же вечер установил в люстры в гостиной (5 штук) и кухне (3 штуки). Первое впечатление отличное. Лампы включаем по вечерам, когда темнеет. Горят непрерывно по 4-5 часов в сутки.

Через 2 недели, 10 июня начала мигать одна из ламп в гостиной. Обратился в магазин в понедельник 13 июня, выслали гарантийную замену, получил ее вчера 15 июня. Никаких ламп-индикаторов в выключателях или диммеров я в доме не применяю.

Во вторник 14 июня стала мерцать вторая лампа, теперь уже в кухне. Переставил ее в гостиную и отснял на видео ("https://yadi.sk/i/tiAy-VsLsXLTT"). Первая из ламп мигать начинает через минуту после включения и мигает чаще второй. Полагаю, что это конструктивный недостаток модели или брак в партии, потому что нижняя радиаторная часть конструкции сильно нагревается (руку обжигает). Обе лампы выкрутил, проверил в торшере, все то же самое. Мигают через минуту после холодного старта. При горячем старте мигают сразу.

Сегодня 16 июня стала еле заметно мерцать интенсивность света еще одной лампы. Она не мигает, не гаснет, но яркость света дрожит, частота около 50-60 Гц.',
      'agree' => 5,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'Рапацкий Владимир',
      'authorInfo' => 
      array (
        'grades' => 4,
      ),
      'pro' => 'Заказывал лампочки Наносвет 18 Вт, цоколь E27, модель L199 LC-GLS-18/E27/840, 8 штук. После 2 недель эксплуатации проявился брак изделий. Поэтому отзыв обновляю на 2 части: по магазину и по конкретной модели ламп.

Плюсы магазина:
1. На мой вкус сайт красивый и удобный. Я бы только над фильтрами еще поработал, чтобы выбор по параметрам был быстрее.
2. Заказ отправили в день оплаты.
3. Доставляли через СДЭК в Дубну, привезли за 2 дня. Выдали без проблем.
4. Лампы в посылке упакованы хорошо.
5. Когда проявилась бракованная лампа, оставил заявку на сайте. Оперативно перезвонили и бесплатно выслали замену по гарантии. Доставили снова за 2 дня.
6. В разговоре персонал вежливый и говорит по существу.
Итог: 5+, магазином очень доволен. Спасибо вам за работу.

Плюсы ламп Наносвет L199 18 Вт:
1. Свет белый без оттенков, лампы очень яркие.
2. Две новых лампы по световому потоку заменили 4 прежних.
3. Глаза вечером меньше устают, потому что комната хорошо освещена.
Итог ниже, после недостатков, так как в партии попались бракованные лампы.',
      'contra' => 'Минусы магазина: не нашел. Гарантию соблюдают, работают честно.

Минусы ламп Наносвет L199 18 Вт:
1. Дорого, покупал по 629 рублей за штуку. За такую цену ожидал надежной работы годами. Брал на замену люминесцентным лампам мощностью 20 Вт (отработали 3 года без нареканий).
2. В партии из 8 ламп уже проявились 2 бракованные лампы (мигают). Обе дефектных лампы из партии 50070216.
3. Проблемы проявляются через 2 недели использования.
4. Есть подозрение, что третья лампа, у которой задрожал свет, тоже начнет мигать.
5. Предполагаю, что это либо дефектная партия, либо конструктивный недостаток модели. Потому что радиатор лампы обжигает руку после часа работы.
Итог по лампам: пока 4-. Если бы не брак ламп, было бы 5+. Если остальные лампы тоже начнут мигать, оценку придется снизить.',
      'region' => 213,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-20-1262932',
          'rootId' => 'root-9-0-63763285',
          'parentId' => 'root-9-0-63763285',
          'title' => '',
          'updateTimestamp' => 1466409617000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Большое спасибо за подробный отчёт! Мы передали ваш отзыв производителю НАНОСВЕТ, они выясняют причину брака и в скором времени постараются её устранить.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '179',
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    17 => 
    array (
      'id' => 63731967,
      'date' => 1465920124000,
      'grade' => 2,
      'text' => 'При заказе товара не было пункта доставки почтой, хотя на сайте была указана такая возможность. Связавшись с продавцом, этот пункт добавили и я без проблем смог заказать светодиодные лампы. В этот же день товар отправили, предоставив номер для отслеживания и фотографию чека подтверждающий отправку. Лампы дошли до моего отделения почты за 5 дней. Цена, по сравнению с магазинами в моём городе, намного меньше. Лампы пришли хорошо упакованы и их качество меня приятно удивило. Рекомендую этот магазин!',
      'agree' => 2,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'Немов Станислав',
      'authorInfo' => 
      array (
        'avatarUrl' => '//avatars.yandex.net/get-market/98120800/small',
        'grades' => 7,
      ),
      'pro' => 'Отзывчивый персонал, быстрая доставка с номером для отслеживания, приятная цена и высокое качество товара.',
      'region' => 49,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-20-1262974',
          'rootId' => 'root-9-0-63731967',
          'parentId' => 'root-9-0-63731967',
          'title' => '',
          'updateTimestamp' => 1466410462000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Станислав, спасибо за отзыв! Мы всегда готовы предложить наиболее удобные способы оплаты и доставки.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '185',
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    18 => 
    array (
      'id' => 63717668,
      'date' => 1465862098000,
      'grade' => 2,
      'text' => 'Подбор лампы прямо на сайте- это удобно. Большой плюс, что ребята проводят тестирование ламп и выкладывают правдивую информацию. Доставка в указанные сроки.  В целом остался доволен.',
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'ССМП ССМП',
      'authorInfo' => 
      array (
        'grades' => 1,
      ),
      'pro' => 'Купил прожектор в данном магазине, для освещения зоны отдыха, результатом остался доволен. В темное время суток, светло как днем! Настроить это чудо можно под любой каприз! Советую!',
      'contra' => 'Результат превзошел ожидание!',
      'region' => 10761,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-19-1262012',
          'rootId' => 'root-9-0-63717668',
          'parentId' => 'root-9-0-63717668',
          'title' => '',
          'updateTimestamp' => 1466410680000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Спасибо за отзыв! Мы тщательно следим за качеством продукции и проверяем на честность производителей.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => 'Заказ #142 (24.04.2016',
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    19 => 
    array (
      'id' => 63643747,
      'date' => 1465476536000,
      'grade' => 2,
      'text' => 'Хотелось бы расширение ассортимента!',
      'agree' => 1,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'KLUB-2009',
      'authorInfo' => 
      array (
        'grades' => 3,
      ),
      'pro' => 'Быстрота, вежливость, грамотность персонала, правдивые тесты на товар, демократичные цены! Во общем цена-качество на высоте!',
      'contra' => 'не выявлено',
      'region' => 10761,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-20-1257580',
          'rootId' => 'root-9-0-63643747',
          'parentId' => 'root-9-0-63643747',
          'title' => '',
          'updateTimestamp' => 1465889217000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Спасибо за положительный отзыв! Мы постепенно расширяем ассортимент. Так же у нас доступна возможность покупки ламп "Под заказ" с минимальным сроком ожидания.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'delivery' => 'PICKUP',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    20 => 
    array (
      'id' => 63384287,
      'date' => 1464283554000,
      'grade' => 2,
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'ANONYMOUS',
      'pro' => 'Все отлично. Нужных лампочек на момент заказа не было в наличии на складе, но пообещали доставить через три дня, и обещание сдержали (получал через пункт выдачи сдек).',
      'region' => 213,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-20-1250063',
          'rootId' => 'root-9-0-63384287',
          'parentId' => 'root-9-0-63384287',
          'title' => '',
          'updateTimestamp' => 1465197258000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Добрый день! 
Спасибо за отзыв! Мы стараемся максимально оперативно доставлять товары под заказ.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '173',
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => true,
    ),
    21 => 
    array (
      'id' => 63186816,
      'date' => 1463401853000,
      'grade' => 2,
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'ANONYMOUS',
      'pro' => 'Быстрота исполнения заказа',
      'contra' => 'не нашел',
      'region' => 213,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-19-1235485',
          'rootId' => 'root-9-0-63186816',
          'parentId' => 'root-9-0-63186816',
          'title' => '',
          'updateTimestamp' => 1463907946000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Спасибо за положительный отзыв! У службы доставки есть ещё более 350 пунктов самовывоза по всей стране.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'shopOrderId' => '147',
      'delivery' => 'PICKUP',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => true,
    ),
    22 => 
    array (
      'id' => 60959101,
      'date' => 1453822297000,
      'grade' => 2,
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'it@ssmp-chekhov.ru',
      'authorInfo' => 
      array (
        'grades' => 1,
      ),
      'pro' => 'Покупал лампочки фирмы Gauss. Остался в восторге от качества самой лампы и светоотдачи. Удобная и быстрая доставка. Индивидуальный подход к клиенту по подбору лампочки. Теперь советую всем друзьям Ledroid. Ставлю лайк за работу.',
      'contra' => 'не выявлено',
      'region' => 10761,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-20-1236880',
          'rootId' => 'root-9-0-60959101',
          'parentId' => 'root-9-0-60959101',
          'title' => '',
          'updateTimestamp' => 1463908965000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Большое спасибо за отзыв! Мы совместно с lamptest.ru регулярно тестируем лампы и отсеиваем те, которые не соответствуют нашим понятиям качества.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
    23 => 
    array (
      'id' => 60950556,
      'date' => 1453801327000,
      'grade' => 2,
      'text' => 'Удобный подбор ламп с помощь фильтра. Хорошая доставка фирмой СДЭК, звонят заранее и присылают СМС с номером курьера.',
      'agree' => 0,
      'reject' => 0,
      'visibility' => 'NAME',
      'author' => 'Вавилов Андрей',
      'authorInfo' => 
      array (
        'grades' => 11,
      ),
      'pro' => 'Адекватная цена.',
      'contra' => 'Не самый богатый ассортимент.',
      'region' => 10761,
      'comments' => 
      array (
        0 => 
        array (
          'id' => 'child-19-1235490',
          'rootId' => 'root-9-0-60950556',
          'parentId' => 'root-9-0-60950556',
          'title' => '',
          'updateTimestamp' => 1463909075000,
          'valid' => true,
          'deleted' => false,
          'blocked' => false,
          'sticky' => false,
          'body' => 'Спасибо за отзыв! Мы стараемся расширить ассортимент. Так же у нас доступны лампы по заказу. Срок ожидания не более трёх дней. Для таких заказов предоставляется бесплатная доставка в качестве бонуса.',
          'user' => 
          array (
            'id' => 0,
          ),
          'children' => 
          array (
          ),
          'params' => 
          array (
          ),
        ),
      ),
      'delivery' => 'DELIVERY',
      'shop' => 
      array (
        'id' => 320642,
        'name' => 'ledroid.ru',
      ),
      'shopId' => 320642,
      'anonymous' => false,
    ),
  ),
  'total' => 24,
  'page' => 1,
  'count' => 24,
);